{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "",
    "link": "",
    "text": "Горбатова Анна"
  },
  "text": {
    "more": "Можно отметить, что среди всех сформировавшихся в графе групп есть семь таких, которые имеют более или менее значительное количество узлов (то есть людей, объединенных общими связями). Среди них есть группы таких цветов:\n\n1. Сиреневый - с этими людьми я училась в одном здании в течение 1-го года обучения в Лицее НИУ ВШЭ;\n2. Фиолетовый - с этими людьми я училась в одном здании в течение 2-го года обучения в Лицее НИУ ВШЭ;\n3. Голубой - с этими людьми я вместе училась в Киношколе;\n4. Рыжий - с этими людьми я сейчас учусь на одном курсе в НИУ ВШЭ;\n5. Зеленый - с этими людьми я знакома через группу в ВК \"Маримо\", в которой являюсь администратором московской ячейки;\n6. Красный -- с этими людьми я знакома через антикафе \"Циферблат\";\n7. Темно-зеленый - с этими людьми я учусь в нулевой группе по английскому языку в НИУ ВШЭ.\n\nПри внимательном рассмотрении графа можно также заметить, что:\n\nЛюди, скоторыми я училась первый и второй год в Лицее НИУ ВШЭ очень тесно связаны между собой (потому я выделила их схожими цветами).\nОбе эти группы также достаточно тесно связаны с группой моих однокурсников, однако эти связи менее очевидны.\nЛюди, с которыми я знакома через антикафе \"Циферблат\", перескаются с моими знакомыми из Киношколы. Это можно объяснить тем, что \"Циферблат\" - проект выпускника Киношколы, и он пользуется среди киношкольцев популярностью.\nНесмотря на то, что моя группа по английскому языку тоже относится к НИУ ВШЭ, она практически не связана со всеми остальными относящимися к НИУ ВШЭ группами, что можно объяснить отсутствием в этой группе людей с моего факультета.\nСамую большую группу составляют мои знакомые из 1-го года обучения в НИУ ВШЭ. Это можно объяснить тем, что именно в этот момент в моей жизни кардинально сменился круг общения, а также с тем, что эти люди успели завести знакомых и друг между другом, и с людьми из 2-го года обучения (когда нас переместили в другое здание), и с людьми, скоторыми я сейчас учусь на одном курсе (т.к. направление моей подготовки в лицее совпадает с направлением моего обучения в университете сейчас).\n\nВ целом данный граф достаточно корректно отобразил все существующие в кругах моего общения связи, и поскольку друзей у меня довольно много, то он получился достаточно обширным.",
    "intro": "Данный граф отображает все существующие связи между людьми, которые есть у меня в друзьях во ВКонтакте. Некоторые люди образуют отдельные группы, отображающие сформироавшиеся среди моих знакомых круги общения. Поскольку некоторые люди добавляют других людей в друзья в соцсетях по разным принципам, стоит понимать, что в отображении связей между ними могут возникнуть некоторые погрешности, однако для понимания общей картины они незначительны.\n",
    "title": "Анализ социальных сетей"
  },
  "legend": {
    "edgeLabel": "Общие связи",
    "colorLabel": "Принадлежность к группе",
    "nodeLabel": "Друзья"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": false,
    "hoverBehavior": "default"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "curve",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 10,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 0.5,
      "minEdgeSize": 0.2,
      "minNodeSize": 1,
      "maxNodeSize": 7
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}